Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# onboarding_custom_color
source: Farbe
en: Color
es: Color
fr: Couleur
hi: रंग
it: Color
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

# onboarding_custom_icon
source: Symbol
en: Icon
es: Icono
fr: Icône
hi: प्रतीक
it: Icon
ja: アイコン
ko: 상
nl: Icon
pl: Ikona
pt: Ícone
ru: Символ
tr: Simge
zh_hans: 图标
zh_hant: 象徵

# onboarding_custom_placeholder
source: z.B. Sport machen
en: e.g. exercise
es: p. ej. hacer ejercicio
fr: par ex. faire de l'exercice
hi: जैसे खेल करते हैं
it: e.g. exercise
ja: 例えばエクササイズ
ko: 예를 들어 운동
nl: bijv. oefening
pl: np. ćwiczenia
pt: ex: fazer exercício
ru: например, заниматься спортом
tr: örneğin egzersiz yapmak
zh_hans: 例如：运动
zh_hant: 例如做運動

# onboarding_custom_title
source: Eigene Gewohnheit
en: Own Habit
es: Propio hábito
fr: Propre habitude
hi: अपनी आदत
it: Own Habit
ja: 自分の習慣
ko: 자신의 습관
nl: Eigen gewoonte
pl: Własny nawyk
pt: Hábito próprio
ru: Своё привычка
tr: Kendi Alışkanlığı
zh_hans: 自定义习惯
zh_hant: 自己的習慣

# onboarding_fertig_blase
source: Dein Garten ist bereit! Viel Erfolg beim Wachsen deiner neuen Gewohnheiten.
en: Your garden is ready! Good luck growing your new habits.
es: ¡Tu jardín está listo! Buena suerte cultivando tus nuevos hábitos.
fr: Ton jardin est prêt ! Bonne chance pour faire grandir tes nouvelles habitudes.
hi: आपका बगीचा तैयार है! आपकी नई आदतें विकसित करने के लिए शुभकामनाएँ।
it: Your garden is ready! Good luck growing your new habits.
ja: あなたの庭の準備は完了です！新しい習慣を身につけて頑張ってください。
ko: 당신의 정원이 준비되었습니다! 새로운 습관을 키우는 데 행운을 빕니다.
nl: Uw tuin is klaar! Veel succes met het ontwikkelen van je nieuwe gewoontes.
pl: Twój ogród jest gotowy! Powodzenia w rozwijaniu nowych nawyków.
pt: O teu jardim está pronto! Boa sorte a cultivar os teus novos hábitos.
ru: Твой сад готов! Удачи в выращивании твоих новых привычек.
tr: Bahçeniz hazır! Yeni alışkanlıklarınızı geliştirmede iyi şanslar.
zh_hans: 你的花园已准备就绪！祝你的新习惯茁壮成长。
zh_hant: 你的花園準備好了！祝你養成新習慣好運。

# onboarding_fertig_button
source: GARTEN ÖFFNEN
en: OPEN GARDEN
es: ABRIR JARDÍN
fr: OUVRIR LE JARDIN
hi: खुला बगीचा
it: OPEN GARDEN
ja: オープンガーデン
ko: 오픈 가든
nl: OPEN TUIN
pl: OTWARTY OGRÓD
pt: ABRIR JARDIM
ru: ОТКРЫТЬ САД
tr: AÇIK BAHÇE
zh_hans: 打开花园
zh_hant: 開放式花園

# onboarding_fertig_startcoins
source: 50 Start-Coins erhalten
en: Received 50 start coins
es: Recibidas 50 monedas de inicio
fr: Reçu 50 pièces de départ
hi: 50 शुरुआती सिक्के प्राप्त करें
it: Received 50 start coins
ja: スタートコインを50枚獲得した
ko: 시작 코인 50개 받았습니다
nl: 50 startmunten ontvangen
pl: Otrzymano 50 monet startowych
pt: Recebeste 50 moedas iniciais
ru: Получить 50 стартовых монет
tr: 50 başlangıç ​​parası alındı
zh_hans: 获得50起始金币
zh_hant: 獲得 50 個起始金幣

# onboarding_fertig_titel
source: Alles bereit!
en: All ready!
es: ¡Todo listo!
fr: Tout est prêt !
hi: सब कुछ तैयार है!
it: All ready!
ja: 準備万端！
ko: 모두 준비되었습니다!
nl: Helemaal klaar!
pl: Wszystko gotowe!
pt: Tudo pronto!
ru: Всё готово!
tr: Hepsi hazır!
zh_hans: 一切就绪！
zh_hant: 一切準備就緒！

# onboarding_legal_benefit_1
source: Keine Account-Pflicht
en: No account required
es: Sin cuenta obligatoria
fr: Aucun compte requis
hi: कोई खाता आवश्यकता नहीं
it: Nessun account richiesto
ja: アカウントは必要ありません
ko: 계정이 필요하지 않습니다
nl: Geen account vereist
pl: Nie jest wymagane konto
pt: Sem conta obrigatória
ru: Нет обязательной регистрации
tr: Hesap gerekmez
zh_hans: 无需账户
zh_hant: 無帳戶要求

# onboarding_legal_benefit_2
source: Privatsphäre an erster Stelle
en: Privacy first
es: La privacidad primero
fr: La confidentialité avant tout
hi: गोपनीयता पहले
it: La privacy prima di tutto
ja: プライバシー第一
ko: 개인 정보 보호 우선
nl: Privacy voorop
pl: Najpierw prywatność
pt: Privacidade em primeiro lugar
ru: Конфиденциальность на первом месте
tr: Önce gizlilik
zh_hans: 隐私至上
zh_hant: 隱私第一

# onboarding_legal_benefit_3
source: 100％ deine Daten
en: 100％ your data
es: 100％ tus datos
fr: 100％ tes données
hi: 100％ आपका डेटा
it: 100％ i tuoi dati
ja: 100％ あなたのデータ
ko: 100％ 귀하의 데이터
nl: 100％ uw gegevens
pl: 100％ Twoich danych
pt: 100％ teus dados
ru: 100％ ваши данные
tr: Verilerinizin ％100'ü
zh_hans: 100％你的数据
zh_hant: 100％ 您的數據

# onboarding_legal_bubble_title
source: Fast geschafft! Nur noch eine kleine Formsache.
en: Almost done! Just a small formality.
es: ¡Casi listo! Solo un pequeño trámite.
fr: Presque fini ! Juste une petite formalité.
hi: वहाँ लगभग! बस एक छोटी सी औपचारिकता है.
it: Quasi finito! Solo una piccola formalità.
ja: もうすぐ完成です！ちょっとした形式的なものです。
ko: 거의 완료되었습니다! 그냥 작은 형식이에요.
nl: Bijna klaar! Gewoon een kleine formaliteit.
pl: Prawie gotowe! To tylko mała formalność.
pt: Quase lá! Apenas uma pequena formalidade.
ru: Почти готово! Осталась только небольшая формальность.
tr: Neredeyse bitti! Sadece küçük bir formalite.
zh_hans: 快完成了！只剩一点点手续。
zh_hant: 快到了！只是一個小形式而已。

# onboarding_legal_checkbox_text
source: Ich habe die Bedingungen gelesen und stimme zu.
en: I have read the terms and agree.
es: He leído y acepto los términos.
fr: J'ai lu et j'accepte les conditions.
hi: मैंने नियम एवं शर्तें पढ़ ली हैं और उनसे सहमत हूं।
it: Ho letto e accetto le condizioni.
ja: 規約を読み、同意します。
ko: 약관을 읽었으며 이에 동의합니다.
nl: Ik heb de voorwaarden gelezen en ga ermee akkoord.
pl: Przeczytałem warunki i zgadzam się.
pt: Li e concordo com os termos.
ru: Я прочитал условия и согласен.
tr: Şartları okudum ve kabul ediyorum.
zh_hans: 我已阅读并同意条款。
zh_hant: 我已閱讀並同意條款和條件。

# onboarding_legal_desc
source: Bevor du loslegst, bitten wir dich, unsere Bedingungen zu akzeptieren.
en: Before you get started, please accept our terms.
es: Antes de empezar, acepta nuestros términos.
fr: Avant de commencer, veuillez accepter nos conditions.
hi: आरंभ करने से पहले, हम आपसे हमारे नियम और शर्तें स्वीकार करने के लिए कहते हैं।
it: Prima di iniziare, accetta i nostri termini.
ja: 始める前に、利用規約に同意してください。
ko: 시작하기 전에 약관에 동의해 주세요.
nl: Accepteer eerst onze voorwaarden voordat u aan de slag gaat.
pl: Zanim zaczniesz, zaakceptuj nasze warunki.
pt: Antes de começares, aceita os nossos termos.
ru: Прежде чем начать, мы просим вас принять наши условия.
tr: Başlamadan önce lütfen şartlarımızı kabul edin.
zh_hans: 在开始之前，请你接受我们的条款。
zh_hant: 在開始之前，我們要求您接受我們的條款和條件。

# onboarding_legal_finish_button
source: Loslegen
en: Get Started
es: Empezar
fr: Commencer
hi: शुरू हो जाओ
it: Inizia
ja: 始めましょう
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ru: Начинать
tr: Başlayın
zh_hans: 开始
zh_hant: 開始使用

# onboarding_legal_privacy
source: Datenschutzrichtlinien
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

# onboarding_legal_terms
source: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de utilização
ru: Условия использования
tr: Kullanım Koşulları
zh_hans: 使用条款
zh_hant: 使用條款

# onboarding_legal_title
source: Bedingungen & Datenschutz
en: Terms & Privacy
es: Términos y Privacidad
fr: Conditions et Confidentialité
hi: शर्तें एवं गोपनीयता
it: Termini e Privacy
ja: 規約とプライバシー
ko: 이용약관 및 개인정보 보호
nl: Voorwaarden en privacy
pl: Warunki i prywatność
pt: Termos e Privacidade
ru: Условия и конфиденциальность
tr: Şartlar ve Gizlilik
zh_hans: 条款与隐私
zh_hant: 條款和隱私

# onboarding_los_gehts
source: LOS GEHT'S
en: LET'S GO
es: ¡VAMOS!
fr: C'EST PARTI
hi: चल दर
it: ANDIAMO
ja: さあ行こう
ko: 갑시다
nl: Laten we gaan
pl: chodźmy
pt: VAMOS LÁ
ru: ПОЕХАЛИ
tr: Haydi gidelim
zh_hans: 开始吧
zh_hant: 我們走吧

# onboarding_notification_bubble_title
source: Ich erinnere dich ans Gießen, damit es zur Gewohnheit wird!
en: I'll remind you to water so it becomes a habit!
es: ¡Te recordaré regar para que se convierta en un hábito!
fr: Je te rappellerai d'arroser pour que cela devienne une habitude !
hi: मैं आपको पानी देने की याद दिलाऊंगा ताकि यह एक आदत बन जाए!
it: Ti ricorderò di innaffiare così diventerà un'abitudine!
ja: 習慣になるように水やりをリマインドするね！
ko: 습관이 되도록 물주기를 상기시켜 줄게!
nl: Ik herinner je eraan om water te geven, zodat het een gewoonte wordt!
pl: Będę Ci przypominać o podlewaniu, żeby to stało się nawykiem!
pt: Vou lembrar você de regar para que se torne um hábito!
ru: Я буду напоминать тебе поливать, чтобы это стало привычкой!
tr: Sulamayı hatırlatacağım, böylece alışkanlık haline gelecek!
zh_hans: 我会提醒你浇水，让它成为一种习惯！
zh_hant: 我會提醒你澆水，讓它成為一種習慣！

# onboarding_notification_continue
source: Weiter
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Dalej
pt: Continuar
ru: Продолжить
tr: Devam
zh_hans: 继续
zh_hant: 繼續

# onboarding_notification_mock_allow
source: Erlauben
en: Allow
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pl: Pozwól
pt: Permitir
ru: Разрешить
tr: İzin Ver
zh_hans: 允许
zh_hant: 允許

# onboarding_notification_mock_desc
source: Mitteilungen können Hinweise, Töne und Symbolzähler sein. Diese können in den Einstellungen konfiguriert werden.
en: Notifications may include alerts, sounds, and icon badges. These can be configured in Settings.
es: Las notificaciones pueden incluir alertas, sonidos y globos. Estos se pueden configurar en Ajustes.
fr: Les notifications peuvent inclure des alertes, des sons et des pastilles d'icône. Vous pouvez les configurer dans les Réglages.
hi: सूचनाओं में अलर्ट, ध्वनियां और आइकन बैज शामिल हो सकते हैं। इन्हें सेटिंग्स में कॉन्फ़िगर किया जा सकता है।
it: Le notifiche possono includere avvisi, suoni e badge icona. Puoi configurarli in Impostazioni.
ja: 通知には、警告、サウンド、アイコンバッジが含まれる場合があります。これらは「設定」で構成できます。
ko: 알림에는 경고, 사운드 및 아이콘 배지가 포함될 수 있습니다. 설정에서 구성할 수 있습니다.
nl: Meldingen kunnen waarschuwingen, geluiden en badges bevatten. Deze kunnen worden geconfigureerd in Instellingen.
pl: Powiadomienia mogą zawierać alerty, dźwięki i plakietki. Możesz to skonfigurować w Ustawieniach.
pt: As notificações podem incluir alertas, sons e avisos nos ícones. Estes podem ser configurados em Ajustes.
ru: Уведомления могут включать предупреждения, звуки и наклейки на значках. Их можно настроить в Настройках.
tr: Bildirimler; uyarılar, sesler ve simge işaretleri içerebilir. Bunlar Ayarlar'dan yapılandırılabilir.
zh_hans: 通知可能包括提醒、声音和图标标记。这些可以在“设置”中配置。
zh_hant: 通知可能包含提示、聲音和圖像標記。這些可在「設定」中設定。

# onboarding_notification_mock_dont_allow
source: Nicht erlauben
en: Don't Allow
es: No permitir
fr: Ne pas autoriser
hi: अनुमति न दें
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nl: Niet sta toe
pl: Nie pozwalaj
pt: Não Permitir
ru: Не разрешать
tr: İzin Verme
zh_hans: 不允许
zh_hant: 不允許

# onboarding_notification_mock_title
source: "Grovy" möchte dir Mitteilungen senden
en: "Grovy" Would Like to Send You Notifications
es: "Grovy" quiere enviarte notificaciones
fr: "Grovy" souhaite vous envoyer des notifications
hi: "Grovy" आपको सूचनाएं भेजना चाहता है
it: "Grovy" desidera inviarti notifiche
ja: "Grovy"は通知を送信します。よろしいですか？
ko: "Grovy"에서 알림을 보내고자 합니다.
nl: "Grovy" wil je meldingen sturen
pl: Aplikacja "Grovy" chciałaby wysyłać Ci powiadomienia
pt: "Grovy" deseja enviar notificações a você
ru: "Grovy" запрашивает разрешение на отправку вам уведомлений
tr: "Grovy" Size Bildirim Göndermek İstiyor
zh_hans: “Grovy”想给您发送通知
zh_hant: “Grovy”想傳送通知給您

# onboarding_pflanzen_blase
source: Such dir zwei Pflanzen aus, die du heute pflanzen möchtest.
en: Pick two plants you'd like to plant today.
es: Elige dos plantas que te gustaría plantar hoy.
fr: Choisis deux plantes que tu aimerais planter aujourd'hui.
hi: दो पौधे चुनें जिन्हें आप आज लगाना चाहेंगे।
it: Pick two plants you'd like to plant today.
ja: 今日植えたい植物を 2 つ選んでください。
ko: 오늘 심고 싶은 식물 두 개를 골라보세요.
nl: Kies twee planten die je vandaag wilt planten.
pl: Wybierz dwie rośliny, które chcesz dzisiaj posadzić.
pt: Escolhe duas plantas que gostarias de plantar hoje.
ru: Выбери два растения, которые ты хочешь посадить сегодня.
tr: Bugün dikmek istediğiniz iki bitkiyi seçin.
zh_hans: 选择两株你今天想种植的植物。
zh_hant: 選擇兩種您今天想要種植的植物。

# onboarding_pflanzen_hinweis
source: Wähle genau 2 Pflanzen
en: Select exactly 2 plants
es: Selecciona exactamente 2 plantas
fr: Choisis exactement 2 plantes
hi: बिल्कुल 2 पौधे चुनें
it: Select exactly 2 plants
ja: 正確に 2 つの植物を選択してください
ko: 정확히 2개의 식물을 선택하세요.
nl: Selecteer precies 2 planten
pl: Wybierz dokładnie 2 rośliny
pt: Seleciona exatamente 2 plantas
ru: Выберите ровно 2 растения
tr: Tam olarak 2 bitki seçin
zh_hans: 请选择2株植物
zh_hant: 剛好選擇 2 種植物

# onboarding_pflanzen_weiter
source: WEITER
en: CONTINUE
es: CONTINUAR
fr: CONTINUER
hi: आगे
it: CONTINUA
ja: 続く
ko: 계속하다
nl: DOORGAAN
pl: KONTYNUOWAĆ
pt: CONTINUAR
ru: ДАЛЕЕ
tr: DEVAM ETMEK
zh_hans: 继续
zh_hant: 更遠

# onboarding_screentime_bubble_title
source: Damit ich dir helfen kann, fokussiert zu bleiben, brauche ich Zugriff auf die Bildschirmzeit!
en: To help you stay focused, I need access to your Screen Time!
es: ¡Para ayudarte a mantenerte enfocado, necesito acceso a tu Tiempo de Pantalla!
fr: Pour t'aider à rester concentré, j'ai besoin d'accéder au Temps d'écran !
hi: आपको केंद्रित रहने में मदद करने के लिए, मुझे स्क्रीन टाइम तक पहुंच चाहिए!
it: Per aiutarti a rimanere concentrato, ho bisogno di accedere al Tempo di Utilizzo!
ja: 集中を保つために、スクリーンタイムへのアクセスが必要です！
ko: 집중을 유지할 수 있도록 스크린 타임에 접근해야 해!
nl: Om je te helpen gefocust te blijven, heb ik toegang tot Schermtijd nodig!
pl: Aby pomóc Ci się skupić, potrzebuję dostępu do Czasu przed ekranem!
pt: Para ajudar você a manter o foco, preciso de acesso ao Tempo de Uso!
ru: Чтобы помочь тебе оставаться сосредоточенным, мне нужен доступ к Экранному времени!
tr: Odaklanmana yardımcı olmak için Ekran Süresi'ne erişmem gerekiyor!
zh_hans: 为了帮助你保持专注，我需要访问屏幕使用时间！
zh_hant: 為了幫助你保持專注，我需要存取螢幕使用時間！

# onboarding_screentime_continue
source: Weiter
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Dalej
pt: Continuar
ru: Продолжить
tr: Devam
zh_hans: 继续
zh_hant: 繼續

# onboarding_screentime_mock_allow
source: Weiter
en: Continue
es: Continuar
fr: Continuer
hi: अनुमति दें
it: Continua
ja: 許可
ko: 허용
nl: Ga door
pl: Pozwól
pt: Continuar
ru: Разрешить
tr: İzin Ver
zh_hans: 允许
zh_hant: 允許

# onboarding_screentime_mock_desc
source: Wenn du „Grovy“ Zugriff auf die Bildschirmzeit gewährst, kann die App u. a. deine Aktivitätsdaten sehen, Inhalte beschränken und die Nutzung von Apps und Websites limitieren.
en: Providing “Grovy” access to Screen Time may allow it to see your activity data, restrict content, and limit the usage of apps and websites.
es: Al proporcionar acceso a “Grovy” a Tiempo de uso, la aplicación puede ver tus datos de actividad, restringir contenido y limitar el uso de aplicaciones y sitios web.
fr: Autoriser « Grovy » à accéder à Temps d’écran peut permettre à l'application de consulter vos données d'activité, restreindre le contenu et limiter l'utilisation d'applications et de sites web.
hi: यह ऐप को ध्यान केंद्रित करने में मदद करने के लिए आपके स्क्रीन टाइम डेटा का उपयोग करने की अनुमति देता है।
it: Consentendo a “Grovy” l'accesso a Tempo di utilizzo, l'app potrebbe visualizzare i tuoi dati di attività, applicare restrizioni ai contenuti e limitare l'uso di app e siti web.
ja: これにより、アプリはスクリーンタイムのデータを使用して、集中をサポートします。
ko: 앱이 스크린 타임 데이터를 사용하여 집중할 수 있도록 도와줍니다.
nl: Als je “Grovy” toegang tot Schermtijd geeft, kan de app uw activiteitsgegevens bekijken, inhoud beperken en het gebruik van apps en websites beperken.
pl: Pozwala to aplikacji wykorzystać dane Czasu przed ekranem, aby pomóc Ci w koncentracji.
pt: Fornecer acesso de “Grovy” ao Tempo de Uso pode permitir que o app veja os seus dados de atividade, restrinja conteúdo e limite o uso de apps e sites.
ru: Это позволяет приложению использовать ваши данные Экранного времени, чтобы помочь вам сосредоточиться.
tr: Bu, uygulamanın konsantre olmanıza yardımcı olmak için Ekran Süresi verilerinizi kullanmasına olanak tanır.
zh_hans: 这允许应用使用您的屏幕使用时间数据来帮助您集中注意力。
zh_hant: 這允許應用程式使用您的螢幕使用時間資料來幫助您集中注意力。

# onboarding_screentime_mock_dont_allow
source: Nicht erlauben
en: Don't Allow
es: No permitir
fr: Ne pas autoriser
hi: अनुमति न दें
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nl: Sta niet toe
pl: Nie pozwalaj
pt: Não Permitir
ru: Не разрешать
tr: İzin Verme
zh_hans: 不允许
zh_hant: 不允許

# onboarding_screentime_mock_title
source: "Grovy" möchte auf die Bildschirmzeit zugreifen
en: “Grovy” Would Like to Access Screen Time
es: “Grovy” quiere acceder a Tiempo de uso
fr: « Grovy » souhaite accéder à Temps d’écran
hi: "Grovy" स्क्रीन टाइम तक पहुंचना चाहता है
it: “Grovy” vorrebbe accedere a Tempo di utilizzo
ja: "Grovy"がスクリーンタイムへのアクセスを求めています
ko: "Grovy"가 스크린 타임에 접근하려고 합니다
nl: “Grovy” wil toegang tot Schermtijd
pl: "Grovy" prosi o dostęp do Czasu przed ekranem
pt: “Grovy” Gostaria de Acessar o Tempo de Uso
ru: "Grovy" запрашивает доступ к Экранному времени
tr: "Grovy" Ekran Süresi'ne Erişmek İstiyor
zh_hans: “Grovy”想访问屏幕使用时间
zh_hant: “Grovy”想存取螢幕使用時間

# onboarding_shop_blase
source: Im Shop findest du neue Pflanzen und nützliche Gegenstände für deine Reise.
en: In the shop, you'll find new plants and useful items for your journey.
es: En la tienda encontrarás nuevas plantas y objetos útiles para tu viaje.
fr: Dans la boutique, tu trouveras de nouvelles plantes et des objets utiles pour ton voyage.
hi: दुकान में आपको नए पौधे और आपकी यात्रा के लिए उपयोगी वस्तुएं मिलेंगी।
it: In the shop, you'll find new plants and useful items for your journey.
ja: ショップには新しい植物や旅に役立つアイテムが揃っています。
ko: 상점에서는 여행에 필요한 새로운 식물과 유용한 아이템을 찾을 수 있습니다.
nl: In de winkel vind je nieuwe planten en handige spullen voor onderweg.
pl: W sklepie znajdziesz nowe rośliny i przydatne przedmioty, które pomogą Ci w podróży.
pt: Na loja, encontrarás novas plantas e itens úteis para a tua viagem.
ru: В магазине вы найдёте новые растения и полезные предметы для вашего путешествия.
tr: Mağazada yolculuğunuz için yeni bitkiler ve faydalı eşyalar bulacaksınız.
zh_hans: 在商店里，你可以找到新的植物和有用的物品，助你一臂之力。
zh_hant: 在商店裡，您會發現新的植物和對您的旅程有用的物品。

# onboarding_tutorial_1_text
source: Erledige deine Gewohnheit und tippe auf den Wassertropfen.
en: Complete your habit and tap the water drop.
es: Completa tu hábito y toca la gota de agua.
fr: Complète ton habitude et appuie sur la goutte d'eau.
hi: अपनी आदत पूरी करें और पानी की बूंद को टैप करें।
it: Complete your habit and tap the water drop.
ja: 習慣を完成させて、水滴をタップしてください。
ko: 습관을 완성하고 물방울을 탭하세요.
nl: Maak je gewoonte af en tik op de waterdruppel.
pl: Dokończ swój nawyk i dotknij kropli wody.
pt: Completa o teu hábito e toca na gota de água.
ru: Выполни свою привычку и нажми на каплю воды.
tr: Alışkanlığınızı tamamlayın ve su damlasına dokunun.
zh_hans: 完成你的习惯并点击水滴。
zh_hant: 完成你的習慣並點擊水滴。

# onboarding_tutorial_1_titel
source: Gieße täglich
en: Water daily
es: Riega a diario
fr: Arrose tous les jours
hi: प्रतिदिन पानी दें
it: Water daily
ja: 毎日水をやる
ko: 매일 물을 주세요
nl: Geef dagelijks water
pl: Woda codziennie
pt: Rega todos os dias
ru: Поливай ежедневно
tr: Günlük su
zh_hans: 每日浇水
zh_hant: 每天澆水

# onboarding_tutorial_2_text
source: Deine Pflanzen wachsen von Bronze bis Diamant.
en: Your plants grow from Bronze to Diamond.
es: Tus plantas crecen de bronce a diamante.
fr: Tes plantes poussent de Bronze à Diamant.
hi: आपके पौधे कांसे से हीरे तक बढ़ते हैं।
it: Your plants grow from Bronze to Diamond.
ja: 植物はブロンズからダイヤモンドまで成長します。
ko: 귀하의 식물은 브론즈에서 다이아몬드까지 자랍니다.
nl: Je planten groeien van Brons naar Diamant.
pl: Twoje rośliny rosną od brązu do diamentu.
pt: As tuas plantas crescem de Bronze a Diamante.
ru: Твои растения растут от бронзы до алмаза.
tr: Bitkileriniz Bronz'dan Elmas'a kadar büyür.
zh_hans: 你的植物从青铜级成长到钻石级。
zh_hant: 你的植物從青銅成長為鑽石。

# onboarding_tutorial_2_titel
source: Sammle XP
en: Collect XP
es: Colecciona XP
fr: Collecte de l'XP
hi: एक्सपी लीजिए
it: Collect XP
ja: XPを集める
ko: XP 수집
nl: Verzamel XP
pl: Zbieraj XP
pt: Coleciona XP
ru: Собирай XP
tr: XP topla
zh_hans: 收集经验值
zh_hant: 收集經驗值

# onboarding_tutorial_3_text
source: Verdiene Coins und kaufe neue Pflanzen & Gegenstände.
en: Earn coins and buy new plants & items.
es: Gana monedas y compra nuevas plantas y objetos.
fr: Gagne des pièces et achète de nouvelles plantes et objets.
hi: सिक्के कमाएँ और नए पौधे और वस्तुएँ खरीदें।
it: Earn coins and buy new plants & items.
ja: コインを獲得し、新しい植物やアイテムを購入します。
ko: 코인을 획득하고 새로운 식물과 아이템을 구입하세요.
nl: Verdien munten en koop nieuwe planten en items.
pl: Zarabiaj monety i kupuj nowe rośliny i przedmioty.
pt: Ganha moedas e compra novas plantas e itens.
ru: Зарабатывай монеты и покупай новые растения и предметы.
tr: Para kazanın ve yeni bitkiler ve eşyalar satın alın.
zh_hans: 赚取金币并购买新的植物和物品。
zh_hant: 賺取金幣並購買新植物和物品。

# onboarding_tutorial_3_titel
source: Kaufe im Shop
en: Buy in the Shop
es: Compra en la tienda
fr: Achète dans la boutique
hi: दुकान में खरीदें
it: Buy in the Shop
ja: ショップで購入する
ko: 상점에서 구매
nl: Koop in de winkel
pl: Kup w sklepie
pt: Compra na loja
ru: Купить в магазине
tr: Mağazadan Satın Al
zh_hans: 在商店购买
zh_hant: 在商店購買

# onboarding_tutorial_4_text
source: Schlechte Gewohnheiten geben dir kurzfristige Boni, aber nutze sie weise!
en: Bad Habits give you short-term bonuses, but use them wisely!
es: Las decoraciones te dan bonos a corto plazo, ¡pero úsalas con sabiduría!
fr: Les décorations te donnent des bonus à court terme, mais utilise-les avec sagesse !
hi: बुरी आदतें आपको अल्पकालिक बोनस देती हैं, लेकिन उनका बुद्धिमानी से उपयोग करें!
it: Le decorazioni ti danno bonus a breve termine, ma usale con saggezza!
ja: 装飾は短期的なボーナスを与えますが、賢く使用してください。
ko: 장식은 단기적인 보너스를 주지만 현명하게 사용하세요!
nl: Decoraties geven je kortetermijnbonussen, maar gebruik ze verstandig!
pl: Dekoracje dają krótkotrwałe premie, ale używaj ich mądrze!
pt: As decorações dão-te bónus a curto prazo, mas usa-as com sabedoria!
ru: Плохие привычки дают тебе краткосрочные бонусы, но используй их с умом!
tr: Dekorasyonlar size kısa vadeli bonuslar verir, ancak bunları akıllıca kullanın!
zh_hans: 坏习惯会给你短期奖励，但请明智使用！
zh_hant: 壞習慣會為你帶來短期的好處，但要明智地使用它們！

# onboarding_tutorial_4_titel
source: Deko & Belohnung
en: Decorations & Rewards
es: Decoraciones y recompensas
fr: Décorations et récompenses
hi: सजावट और इनाम
it: Decorazioni e ricompense
ja: 装飾と報酬
ko: 장식 및 보상
nl: Decoraties en beloningen
pl: Dekoracje i nagrody
pt: Decorações e recompensas
ru: Декор и награда
tr: Dekorasyonlar ve Ödüller
zh_hans: 装饰与奖励
zh_hant: 裝飾與獎勵

# onboarding_tutorial_5_text
source: Gegenstände lassen Unkraut wachsen, das XP und Fortschritt blockiert.
en: Items can cause weeds to grow, hindering XP and progress.
es: Los objetos pueden hacer que crezcann malas hierbas, lo que dificulta la XP.
fr: Les objets peuvent faire de l'herbe pousse, ce qui freine l'XP.
hi: आइटम खरपतवार उगने का कारण बनते हैं, जिससे एक्सपी और प्रगति अवरुद्ध हो जाती है।
it: Oggetti possono far crescere le erbacce, ostacolando l'XP.
ja: アイテムは雑草を生長させ、XP や進行を妨げる可能性があります。
ko: 아이템으로 인해 잡초가 자라 XP와 진행을 방해할 수 있습니다.
nl: Items kunnen ervoor zorgen dat onkruid groeit, waardoor XP en voortgang worden belemmerd.
pl: Przedmioty mogą powodować wzrost chwastów, utrudniając zdobywanie punktów doświadczenia i postęp.
pt: Os itens podem causar ervas daninhas, dificultando o XP.
ru: Предметы позволяют расти сорнякам, которые блокируют XP и прогресс.
tr: Öğeler yabani otların büyümesine neden olarak XP'yi ve ilerlemeyi engelleyebilir.
zh_hans: 物品会让杂草生长，阻碍经验值和进度。
zh_hant: 物品會導致雜草生長，阻礙經驗值和進度。

# onboarding_tutorial_5_titel
source: Achtung vor Unkraut!
en: Beware of Weeds!
es: ¡Cuidado mit Unkraut!
fr: Attention aux mauvaises herbes !
hi: खरपतवार से सावधान रहें!
it: Attenzione alle erbacce!
ja: 雑草に注意してください！
ko: 잡초를 조심하세요!
nl: Pas op voor onkruid!
pl: Uwaga na chwasty!
pt: Cuidado com as ervas daninhas!
ru: Осторожно с сорняками!
tr: Otlara dikkat!
zh_hans: 小心杂草！
zh_hant: 小心雜草！
